export const testimonials = [
  {
    id: 1,
    text: "Галлап қазақша вариант қой 👍🏼, сұрақтары жақсы екен, тапсырып отырып өзімді бақылап, параллельно кейбір тұстарда тереңірек танып отырғандай сезім болды, дәл мені көріп сұрақ қойып жатқандай ✅",
    author: "Қатысушы",
    title: "30 жас",
    avatar: "https://randomuser.me/api/portraits/men/32.jpg"
  },
  {
    id: 2,
    text: "Бұл тест менің өмірімдегі қайталанатын мәселелердің себебін ашып берді. Енді мен оларды қалай шешу керектігін түсіндім!",
    author: "Айнұр",
    title: "32 жас",
    avatar: "https://randomuser.me/api/portraits/women/32.jpg"
  },
  {
    id: 3,
    text: "Нәтижелері дәл келді! Бұрын мән бермеген жарақаттарым қазіргі өміріме әсер етіп жатқанын түсіндім.",
    author: "Ержан",
    title: "28 жас",
    avatar: "https://randomuser.me/api/portraits/men/28.jpg"
  }
]; 